<?php

return [
    'spec_action'    => 'Заказы у которых статус "Ожидается проверка, Завершён или Отменён модератором" подлежать только удалению',
    'driver_omw'     => 'Запрещены действия с заказами пока водитель в пути',
    'p_deleted'      => 'После обновления базы товаров, заказ №:num был удален, так как товара нет в наличии.',
    'status_must_be' => 'Статус всех выбранных заказов должен быть: "Готов к  отгрузке, ожидается оплата"',
    'merge_min'      => 'Количество объединяемых заказов должно быть минимум 2',
    'new_order'      => ':name совершил новый заказ!',
    'p_deleted_name' => 'После обновления базы товаров, :name был удален из заказа, так как товара нет в наличии.',
    'old_wrong_password' => 'Старый пароль не верен',
];